// ConsoleApplication1.cpp : Этот файл содержит функцию "main". Здесь начинается и заканчивается выполнение программы.
//

#include <iostream>

int main()
{
    setlocale(LC_ALL, "RUS");
    std::cout << "Русь\n\n";
    std::cout << "Потонула деревня в ухабинах,\nЗаслонили избенки леса.\nТолько видно на кочках и впадинах,\nКак синеют кругом небеса.\n\n ";
    std::cout << "Воют в сумерки долгие, зимние,\nВолки грозные с тощих полей.\nПо дворам в погорающем инее\nНад застрехами храп лошадей.\n\n ";
    std::cout << "Потонула деревня в ухабинах,\nСмотрят в шали пурги огоньки.\nИ стоят за дубровными сетками,\nСловно нечисть лесная, пеньки.\n\n ";
    std::cout << "Запугала нас сила нечистая,\nЧто ни прорубь — везде колдуны.\nВ злую заморозь в сумерки мглистые\nНа березках висят галуны.\n\a ";
}

// Запуск программы: CTRL+F5 или меню "Отладка" > "Запуск без отладки"
// Отладка программы: F5 или меню "Отладка" > "Запустить отладку"

// Советы по началу работы 
//   1. В окне обозревателя решений можно добавлять файлы и управлять ими.
//   2. В окне Team Explorer можно подключиться к системе управления версиями.
//   3. В окне "Выходные данные" можно просматривать выходные данные сборки и другие сообщения.
//   4. В окне "Список ошибок" можно просматривать ошибки.
//   5. Последовательно выберите пункты меню "Проект" > "Добавить новый элемент", чтобы создать файлы кода, или "Проект" > "Добавить существующий элемент", чтобы добавить в проект существующие файлы кода.
//   6. Чтобы снова открыть этот проект позже, выберите пункты меню "Файл" > "Открыть" > "Проект" и выберите SLN-файл.
